ERROR = {
    10: 'Ошибка авторизации. Необходимы права администратора',
    11: 'При регистрации не указано Имя',
    
    21: 'Неверное колличество команд в турнире',
    22: 'Ошибка выбора победителя в матче',
    23: 'Ошибка выбора победителя в матче',
    24: 'Ошибка выбора победителя в матче',
    25: 'Ошибка добавления игрока в команду',
    26: 'Ошибка добавления игрока в команду. В команде не может быть больше 5 игроков',
    27: 'Ошибка добавления игрока в команду. Игрок уже находится в команде',
    28: 'Ошибка исключения игрока из команды. Игрок не входит ни в одну из команд',
    29: 'Ошибка добавления случайного игрока. В пуле нет участников онлайн',
    
    
    51: 'Ошибка запуска ставок. Ставки уже были запущены. Или остановлены некорректно',
    52: 'Ошибка остановки ставок. Ставки уже были остановлены. Или запущены некорректно',
    53: 'Невозможно сделать ставку. Сначала необходимо авторизоваться',
    54: 'Невозможно сделать ставку. Не выбран вариант ставки',
    55: 'Невозможно сделать ставку. Вы уже сделали ставку',
    56: 'Невозможно сделать ставку. Ставки не запущены',
};
